{
  "Lesson Location": {
    "Unit Number": "5",
    "Unit Name": "Functions",
    "Lesson Number": "8",
    "Lesson Title": "Interpreting and Creating Graphs"
  },
  "Lesson Timing": {
    "Total Activity Time in Minutes": "70",
    "Total Lesson Time incl Lesson Synthesis": "80"
  },
  "Lesson Preamble": {
    "Lesson Narrative": "In this lesson, students use the skills they've been developing to interpret or create graphs of functions that are less well defined and that model real-life situations that are more complex. The lesson includes two main activities about flag raising and two optional activities that use other contexts for additional practice drawing graphs from descriptions or a video.\nInformation about the functions is presented in the form of verbal descriptions, video clips, and images. More ambiguity is involved here than in cases students have previously encountered, so they will need to persevere in sense making and problem solving (MP1). At times, the information given may be inadequate, so students will need to make assumptions and decisions in order to produce graphs that show the desired behaviors or meet certain requirements. Along the way, students engage in important aspects of mathematical modeling (MP4).",
    "Learning Goals": [
      "Interpret the average rate of change in a situation.",
      "Practice interpreting key features of graphs and explaining (orally and in writing) their meaning in terms of a situation.",
      "Given a verbal or visual representation of a situation, sketch a graph and show key features."
    ],
    "Student-Facing Goal": "Let’s sketch graphs to represent situations.",
    "Student-Facing Targets": [
      "I can make sense of important features of a graph and explain what they mean in a situation.",
      "I can explain the average rate of change of a function in terms of a situation.",
      "When given a description or a visual representation of a situation, I can sketch a graph that shows important features of the situation."
    ],
    "Required Preparation": {},
    "Standards Alignment": {
      "Building On": "",
      "Addressing": [
        "HSF-IF.B.4",
        "HSF-IF.B.6"
      ],
      "Building Toward": ""
    },
    "Glossary": {}
  },
  "Lesson Content": {
    "Activities": [
      {
        "Activity Timing": "5 mins",
        "Activity Title": "Which Three Go Together: Temperature over Time",
        "Activity Narrative": "This Warm-up prompts students to compare four graphs of functions relating time and temperature. It gives students a reason to use language precisely (MP6). It gives the teacher an opportunity to hear how students use terminology and talk about characteristics of the items in comparison to one another.",
        "Launch": "Arrange students in groups of 2–4. Display the graphs for all to see. Give students 1 minute of quiet think time and then time to share their thinking with their small group. In their small groups, tell each student to share their response with their group and then together find as many sets of three as they can.",
        "Student Task Statement": "Which three go together? Why do they go together?\nA\nImage description: <p>A graph, origin O. Horizontal axis is labeled time. Vertical axis is labeled temperature. A horizontal line is drawn on the graph.</p>\nB\nImage description: <p>A graph, origin O. Horizontal axis is labeled time. Vertical axis is labeled temperature. The curve is shaped like a U and opens downward.</p>\nCA graph, origin O. The horizontal axis is labeled time. The vertical axis is labeled temperature. A curve, shaped like a U, opens up. The curve has a minimum below the horizontal axis.\nC\nImage description: <p>A graph. </p>\nDA graph, origin O. Horizontal axis is labeled time. Vertical axis is labeled temperature. The curve begins on the vertical axis and trends up, then down, then up, then down forming U shapes, alternating opening up and down.\nD\nImage description: <p>A graph. </p>",
        "Building on Student Thinking": "",
        "Are You Ready for More?": "",
        "Activity Synthesis": "Invite each group to share one reason why a particular set of three goes together. Record and display the responses for all to see. After each response, ask the class if they agree or disagree. Since there is no single correct answer to the question of which three go together, attend to students’ explanations and ensure the reasons given are correct.\nDuring the discussion, ask students to explain the meaning of any terminology they use, such as “intercepts,” “maximum,” or “linear functions.” Also, press students on unsubstantiated claims."
      },
      {
        "Activity Timing": "20 mins",
        "Activity Title": "Flag Raising (Part 1)",
        "Activity Narrative": "Prior to this point, students have had multiple opportunities to interpret graphs of functions in terms of a situation. In most cases, students were given some information about the units of measurement of at least one quantity, which helped them reason about the functions being represented.\nIn this activity, students encounter graphs without units on either of the axes. They interpret the graphs in the context of raising a flag and make a case for whether the graphs are realistic (which may depend on the units chosen for the axes). Students also see for the first time a graph that is a vertical line and think about why this graph does not represent a function.\nAs students relate features of graphs to behaviors of quantities in a situation, they reason quantitatively and abstractly (MP2). In explaining and discussing why a graph is or is not realistic, students practice constructing logical arguments and critiquing the reasoning of others (MP3).\nIn the digital version of the activity, students use an applet to adjust the scale of a graph in the Are You Ready for More? task. The applet allows students to graph a function and easily test different scales for the viewing window to find one that accurately shows the function. Use the digital version if students need help identifying scales for axes in a digital tool and have time to work on the Are You Ready for More? items.",
        "Launch": "Show pictures of a flag ceremony, and describe flag raising to students who might be unfamiliar with it. Consider sharing that in some countries, students hold a flag-raising ceremony on a daily or weekly basis.\nArrange students in groups of 2. Ask students to read the task statement and look at graphs. Then, give students a moment of quiet time to think about the following questions:\n“What might be reasonable units to use for the axes of the graphs?”\n“How do we know that each graph represents a function?”\nGive students a moment to share their thinking with their partner. Follow with a brief whole-class discussion.\nStudents are likely to suggest seconds as a reasonable unit to use for time and meters or yards as a reasonable unit for height. If these units are not mentioned, ask students about them.\nAssign each group 1, 2, or 3 graphs to describe for the first question. Next, tell partners to take turns interpreting the graphs. Ask students to pause for a whole-class discussion about their interpretations of each graph before moving to the second question.",
        "Student Task Statement": "A flag ceremony is held at a Fourth of July event. The height of the flag is a function of time.\nHere are some graphs that could each be a possible representation of the function.\nImage description: <p>a US flag being raised</p>\nAA graph, origin O. Horizontal axis, time, scale from 0 to 6 by 1s. Vertical axis, height, scale from 0 to 6 by 1s. A line passes through the points 0 comma 0 and 4 comma 5.\nA\nImage description: <p>A graph. </p>\nBA graph, origin O. Horizontal axis, time, scale from 0 to 6 by 1s. Vertical axis, height, scale from 0 to 6 by 1s. A horizontal line passes through 3 on the vertical axis.\nB\nImage description: <p>A graph. </p>\nCA graph, origin O. Horizontal axis, time, scale from 0 to 6 by 1s. Vertical axis, height, scale from 0 to 6 by 1s. The curve begins at the point 0 comma 0 and trends upwards towards the point 1 comma 2 then levels out. As it approaches 3 on the horizontal axis, the graph shifts and trends up and to the right at a fast pace.\nC\nImage description: <p>A graph. </p>\nDA graph, origin O. Horizontal axis, time, scale from 0 to 6 by 1s. Vertical axis, height, scale from 0 to 6 by 1s. In each horizontal interval of 1.25, the line trends upwards and downward in the shape of a U, opening downward. This pattern repeats for all 6 intervals.\nD\nImage description: <p>A graph. </p>\nEA graph, origin O. Horizontal axis, time, scale from 0 to 6 by 1s. Vertical axis, height, scale from 0 to 6 by 1s. In each horizontal interval of 1, the line trends upwards and then levels out before continuing upward in the next interval. This pattern repeats for all 6 intervals.\nE\nImage description: <p>A graph. </p>\nFA graph, origin O. Horizontal axis, time, scale from 0 to 6 by 1s. Vertical axis, height, scale from 0 to 6 by 1s. A line passes through the points 0 comma 0, 3 comma 6, 5 comma 3, and the line continues horizontally off the grid.\nF\nImage description: <p>A graph. </p>\nFor each graph assigned to you, explain what it tells us about the flag.Graph: \\(\\underline{\\hspace{0.5in}}\\)Decide as a group which graph(s) appear to be most realistic and which ones least realistic.\nFor each graph assigned to you, explain what it tells us about the flag.Graph: \\(\\underline{\\hspace{0.5in}}\\)\nFor each graph assigned to you, explain what it tells us about the flag.\nGraph: \\(\\underline{\\hspace{0.5in}}\\)\nDecide as a group which graph(s) appear to be most realistic and which ones least realistic.\nHere is another graph that relates time and height.A graph, origin O. Horizontal axis, time, scale from 0 to 6 by 1s. Vertical axis, height, scale from 0 to 6 by 1s. A vertical line passes through 3 on the horizontal axis.Can this graph represent the time and height of the flag? Explain your reasoning.Is this a graph of a function? Explain your reasoning.\nHere is another graph that relates time and height.\nA graph, origin O. Horizontal axis, time, scale from 0 to 6 by 1s. Vertical axis, height, scale from 0 to 6 by 1s. A vertical line passes through 3 on the horizontal axis.\nImage description: <p>A graph. </p>\nCan this graph represent the time and height of the flag? Explain your reasoning.\nIs this a graph of a function? Explain your reasoning.",
        "Building on Student Thinking": "",
        "Are You Ready for More?": "Suppose an ant is moving at a rate of 1 millimeter per second and keeps going at that rate for a long time.\nIf time, \\(x\\), is measured in seconds, then the distance, in millimeters, that the ant has traveled, \\(y\\), is \\(y=1x\\). If time, \\(x\\), is measured in minutes, the distance in millimeters is \\(y=60x\\).\nExplain why the equation \\(y=(365 \\boldcdot 24 \\boldcdot 3,\\!600)x\\) gives the distance, in millimeters, that the ant has traveled as a function of time, \\(x\\), in years.\nUse graphing technology to graph the equation.Label the axes with appropriate quantities and units.Does the graph look like that of a function? Why do you think it looks this way?\nUse graphing technology to graph the equation.\nLabel the axes with appropriate quantities and units.\nDoes the graph look like that of a function? Why do you think it looks this way?\nAdjust the graphing window until the graph no longer looks this way. If you manage to do so, describe the graphing window that you use.\nDo you think the last graph in the flag activity could represent a function relating time and height of the flag? Explain your reasoning.",
        "Activity Synthesis": "Select students to explain what each graph means in the context of flag raising and give an argument for why it is or is not realistic. Consider asking partners to illustrate their response together—one partner explaining what is happening with the flag and the other acting out the action of the flag raiser.\nDiscuss with students which graph is the most realistic and why. Also discuss whether using certain units of measurements would make an unrealistic graph more realistic, or vice versa. (For example, none of the graphs would be realistic if the time is measured in days or months and the height in kilometers or centimeters.)\nNext, solicit some explanations for why the vertical line does not represent a function. If not mentioned in students' explanations, bring up a key point: A vertical line can be interpreted to mean that for one particular input (3 units of time, in this case), there is an infinite number of possible outputs. Therefore, it cannot represent a function."
      },
      {
        "Activity Timing": "10 mins",
        "Activity Title": "Flag Raising (Part 2)",
        "Activity Narrative": "Previously, students analyzed several graphs to see if they could represent the height of a flag being raised in a ceremony. In this activity, students watch a video of a flag being raised. They sketch a possible graph to represent the height of the flag as a function of time and then use their graphs to estimate the rate of change of the flag.\nStudents’ graphs do not need to be very precise but should capture key features of the situation. To do so, students need to make some estimates. For example, they need to gauge the starting height of the flag, the height of the pole, the heights at which pauses happened, and whether the flag was moving at a constant rate between the pauses. Students also need to make some decisions about the graph—for instance, the scale to use on each axis and whether the graph should be discrete or continuous. Along the way, students engage in aspects of modeling (MP4).\nIf desired and if possible, provide each student or each group with access to the video so students can replay the clip a few times, as needed. As students work, identify those who make different decisions for their graph and can explain their rationale. Ask them to share their work later.\nIf time is limited, focus work time and discussion on the graphing portion (the first question).",
        "Launch": "Tell students that they will watch a video of a flag being raised and their job is to sketch a graph that represents the height of the flag, in feet, as a function of time, in seconds. Explain to students that their graphs do not need to be precise and some estimations are required, but the graphs should reasonably capture the movement of the flag.\nBefore playing the video, ask students to think about what information or quantities to look for while watching the video. If possible, record and display their ideas for all to see.\nHere are videos that show the same clip of a flag being raised, played back at full speed and half speed. Show one or more of the videos for all to see. Students may wish to see the slower version a few times to help them sketch a graph.\nFull speed: Video of a person raising a flag.\nVideo of a person raising a flag.\nHalf speed: Video of a person raising a flag up a flagpole at half speed.\nVideo of a person raising a flag up a flagpole at half speed.",
        "Student Task Statement": "Your teacher will show a video of a flag being raised. Function \\(H\\) gives the height of the flag over time. Height is measured in feet. Time is measured in seconds since the flag is fully secured to the string, which is when the video clip begins.\nOn the coordinate plane, sketch a graph that could represent function \\(H\\). Be sure to include a label and a scale for each axis.\nImage description: <p>A blank graph with grid, origin O. The horizontal axis contains 13 units, beginning at 0. The vertical axis contains 8 units, beginning at 0.</p>\nUse your graph to estimate the average rate of change from the time the flag starts moving to the time it reaches the top. Be prepared to explain what the average rate of change tells us about the flag.",
        "Building on Student Thinking": "Some students may have trouble starting their graphs because they don’t know what upper limits to use for the axes. Ask them to watch the video clip again and try to gather some information that may help them decide on the upper limits. Assure them that some estimation and decision making are necessary.",
        "Are You Ready for More?": "",
        "Activity Synthesis": "Select previously identified students to share their graph and explain their drawing decisions. If time permits, display the graphs for all to see and briefly discuss:\nHow the graphs are alike and how they are different.\nKey features such as intercepts, maximum, minimum, and intervals when the function increases, remains constant, or decreases.\nIf time permits, invite a couple of students to share how they used their graph to estimate the flag’s average rate of change. Emphasize that the average rate of change (which would vary for different graphs) represents how fast, on average, the flag was moving from the time it started being raised until the time it reached the top of the pole."
      },
      {
        "Activity Timing": "20 mins",
        "Activity Title": "Two Pools",
        "Activity Narrative": "This optional activity allows students to practice creating graphs of functions based on verbal descriptions. Students sketch graphs that could represent the heights of water in two pools, each as a function of time since the pools start to be filled.\nThe modeling demand in this activity is higher than in previous activities, as students are given less quantitative information and, therefore, need to make more assumptions and decisions (MP4). For example, they need to consider whether and how the shape and size of each pool affect the rate at which the water rises, how much longer it would take to fill the large pool compared to the small pool, and how moving a hose from one pool to the other changes the graph of each function.\nStudents are not expected to draw precise graphs. What is more important is that the graphs of the two functions are comparatively correct and reasonable in terms of the situation, that students consider the quantities carefully, and that they can explain their decisions.\nAs students work, look for different assumptions and decisions students make that result in a variety of graphs. Consider asking them to share their graphs and reasoning during the whole-class discussion.",
        "Launch": "Arrange students in groups of 2. Ask students to read the Task Statement and be prepared to ask any clarifying questions about the task.\nAfter answering students’ questions, give students a few minutes of quiet time to sketch the graphs for the first situation and then time to discuss the graphs with their partner. Tell partners to discuss their assumptions about the situation and the reasonableness of the graphs based on those assumptions. Ask them to revise their graphs based on each other’s feedback.\nConsider selecting a few students to share their graphs and graphing decisions before the class continues to the second and third situations. Discuss questions such as:\n“The water in both hoses flows at a constant rate. Did you assume the constant rate in one hose to be the same as the constant rate in the other hose?”\n“Did you assume that the water for the two hoses was turned on at the same time?”\n“What assumptions did you make about the shape and size of each pool? Did you assume that the pools have the same area for their base but different heights, or that they have different areas?”\n“What assumptions did you make about how water was rising in each pool?”",
        "Student Task Statement": "To prepare for a backyard party, a parent uses two identical hoses to fill a small pool that is 15 inches deep and a large pool that is 27 inches deep.\nThe height of the water in each pool is a function of time since the water is turned on.\nAn image with two pools. The larger pool has a ladder and a girl filling it with a hose. The smaller pool is smaller and inflatable and being filled with a hose.\nImage description: <p>Two pools. </p>\nHere are descriptions of three situations. For each situation, sketch the graphs of the two functions on the same coordinate plane so that \\(S(t)\\) is the height of the water in the small pool after \\(t\\) minutes and \\(L(t)\\) is the height of the water in the large pool after \\(t\\) minutes.\nIn both functions, the height of the water is measured in inches.\nSituation 1: Each hose fills one pool at a constant rate. When the small pool is full, the water for that hose is shut off. The other hose keeps filling the larger pool until it is full.\nImage description: <p>A blank graph, origin O. Horizontal axis, time in minutes, scale from 0 to 20 by 2s. Vertical axis, height in inches, from 0 to 30 by 3s.</p>\nSituation 2: Each hose fills one pool at a constant rate. When the small pool is full, both hoses are shut off.\nSituation 3: Each hose fills one pool at a constant rate. When the small pool is full, both hoses are used to fill the large pool until it is full.\nImage description: <p>A blank graph, origin O. Horizontal axis, time in minutes, scale from 0 to 20 by 2s. Vertical axis, height in inches, from 0 to 30 by 3s.</p>",
        "Building on Student Thinking": "Some students might mistakenly think that when the pools are “full,” the water in each pool has reached the same height. Remind students that the two pools have different heights, so it takes different heights of water to make them full.",
        "Are You Ready for More?": "",
        "Activity Synthesis": "Invite or select students to share their graphs and the assumptions and decisions they made as they were graphing. Display graphs that correctly represent the same situation but look different because of variation in assumptions.\nDiscuss questions such as:\n“How would the vertical values of the two graphs compare when the pools are full?” (The vertical value of the large pool would be up to 12 inches greater than that of the small pool because the large pool is 12 inches taller than the small pool.)\n“When each pool is being filled by one hose and at the same rate, should the two graphs have the same slope? Why or why not? If not, which graph has a greater slope?” (No. The water in the smaller pool rises more quickly because the area of the pool is smaller, so the slope for that graph should be greater.)\n“How does the graph of the large pool change when one hose is moved from the small pool to the large pool? Does its slope increase, decrease, or stay the same?” (The slope of the graph for the large pool doubles because water is now rising at twice its previous rate. The graph for the small pool stays constant, as the water is no longer increasing in height.)"
      },
      {
        "Activity Timing": "15 mins",
        "Activity Title": "The Bouncing Ball",
        "Activity Narrative": "This optional activity gives students another opportunity to represent the quantities in a situation with a table and a graph, identify key features of the graph, and interpret those features in terms of the situation.",
        "Launch": "The following videos show the same clip of a ball being dropped, but they are played back at different speeds. Show one or more of the videos for all to see. Before showing the videos, ask students to think about what information or quantities to look for while watching the videos.\nAt the original speed: \tA video of a man dropping a ball to the ground. The ball bounces a few times.\nA video of a man dropping a ball to the ground. The ball bounces a few times.\nAt half speed: \tA video of a man dropping a tennis ball, slowed down to half speed.\nA video of a man dropping a tennis ball, slowed down to half speed.\nAt quarter speed: \tA video of a man dropping a tennis ball, slowed down to quarter speed.\nA video of a man dropping a tennis ball, slowed down to quarter speed.\nIf possible, allow students to replay the videos several times to help them sketch as accurate a graph as possible. Alternatively, give students individual access to the interactive applet, if available.",
        "Student Task Statement": "Your teacher will show you one or more videos of a tennis ball being dropped from 6 feet off the ground. Here are some still images of the situation.\nThe height of the ball is a function of time. Suppose the height is \\(h\\) feet, \\(t\\) seconds after the ball is dropped.\nUse the blank coordinate plane to sketch a graph of the height of the tennis ball as a function of time.To help you get started, here are some pictures and a table. Complete the table with your estimates before sketching your graph.0 seconds0.28 seconds0.54 seconds0.74 seconds1.03 seconds1.48 seconds1.88 seconds2.25 secondstime\t\t\t\t(seconds)height\t\t\t\t(feet)00.280.540.741.031.481.882.25\nUse the blank coordinate plane to sketch a graph of the height of the tennis ball as a function of time.\nTo help you get started, here are some pictures and a table. Complete the table with your estimates before sketching your graph.\n0 seconds\nImage description: <p>A man dropping a ball. </p>\n0.28 seconds\n0.54 seconds\nImage description: <p>A man dropping a ball. </p>\n0.74 seconds\n1.03 seconds\nImage description: <p>A man dropping a ball. </p>\n1.48 seconds\n1.88 seconds\nImage description: <p>A man dropping a ball. </p>\n2.25 seconds\ntime(seconds) | height(feet)\n0 | \n0.28 | \n0.54 | \n0.74 | \n1.03 | \n1.48 | \n1.88 | \n2.25 | \nImage description: <p>A blank graph, origin O. Horizontal axis, time, seconds, scale from 0 to 4 by 0.25’s. Vertical axis, height, feet, from 0 to 7 by 0.5’s.</p>\nIdentify horizontal and vertical intercepts of the graph. Explain what the coordinates tell us about the tennis ball.\nFind the maximum and minimum values of the function. Explain what they tell us about the tennis ball.",
        "Building on Student Thinking": "Some students may mistake the horizontal axis on the graph to represent horizontal distance rather than time. Because the movement of the bouncing ball is primarily up and down (except toward the end, when it begins rolling), these students might sketch a graph that is essentially a series of overlapping vertical segments. Ask them to revisit the input variable and what the horizontal axis represents. Then, ask them to plot some points for different values of \\(t\\).",
        "Are You Ready for More?": "If you see only the still images of the ball and not the video of the ball bouncing, can you accurately graph the height of the ball as a function of time? Explain your reasoning.",
        "Activity Synthesis": "Discuss how students created a graph from the movement of the dropped ball, and discuss the connections between the graph and the situation. Ask questions such as:\n“Which parts of the ball’s movement did you find easier to plot more precisely? Which parts require estimating?” (The position of the ball when it was released and the points when it hit the ground were easier to plot because they were more distinct and obvious. The points when the ball reached a peak and changed direction required a bit of estimation. The points between the peaks and the bounces were mainly estimated.)\n“In this case, the horizontal intercepts are also the minimums of the graph. Why is that?” (The ball could not have a height that is less than 0. The lowest point it could be is 0 feet.)\n“What happened to the output value, \\(h\\), as the input value, \\(t\\), increased?” (Overall, the output decreased as \\(t\\) increased, but there were intervals—whenever the ball bounced up—in which the height of the ball increased as time increased.)\nIf time permits, discuss students’ responses to the last two questions."
      }
    ]
  },
  "Lesson Close": {
    "Lesson Synthesis": "Representing a function with a graph requires careful attention to the behavior of the quantities in the situation. To reinforce this idea, tell students that they will observe a walk from one end of the classroom to the other and suppose they were to graph the distance from the starting point as a function of time.\nAsk students to notice any characteristics of the movement that would affect the output of this function and show up as distinct features on a graph.\nWalk from one side of the classroom to the other, incorporating moves, such as:\nWalking at a constant rate all the way.\nSlowing down and speeding up.\nWalking one way and then turning around and walking back.\nTaking a few steps, stopping and standing still, and then continuing walking.\nWalking backward a few steps, then walking forward again.\nSolicit as many observations as possible about the walk. For each observation that students make, ask them how it would affect a graph of the function. For instance, students may note that slowing down and speeding up translate to shallower and steeper parts of the graph, respectively. They may also say that stopping translates to a horizontal segment on the graph, and that the longer the pause, the longer the segment.\nIf time permits, repeat the walking demonstration and ask students to graph the function.",
    "Student Lesson Summary": "We can use graphs to help visualize the relationship between quantities in a situation, even if we have only a general description.\nHere is a description of a hiker’s journey on a trail:\nA hiker walked briskly and steadily for about 30 minutes and then took a 10-minute break. Afterward, she jogged all the way to the end of the trail, which took about 20 minutes. There, she took a 15-minute break, and then started walking back leisurely, stopping twice to enjoy the scenery. Her return trip along the same trail took 105 minutes.\nWe can sketch a graph of the distance the hiker has traveled as a function of time based on this description.\nA graph. The horizontal axis, time in minutes, scale from 0 to 210 by 15s. The vertical axis, total distance hiked, scale is 8 units. The curve passes through the points 0 comma 0, 6 comma 16, 24 comma 16, 30 comma 20, 40 comma 20, 60 comma 55, 75 comma 55, 105 comma 35, 110 comma 35, 145 comma 15, 150 comma 15, 180 comma 0.\nImage description: <p>A graph. </p>\nEven though we don’t know the specific distances she has traveled or the length of the trail, we can show some important features of the situation in the graph. For example:\nThe intervals in which the distance increased or stayed constant\nHow quickly the distance was increasing\nThe amount of time the hiker was hiking\nIf we are looking at distance from the trailhead (the start of the trail) as a function of time, the graph of the function might look something like this:\nA graph. The horizontal axis, time in minutes, scale from 0 to 210 by 15s. The vertical axis, distance from trailhead, scale is 8 units. The curve passes through the points 0 comma 0, 6 comma 16, 24 comma 16, 30 comma 20, 40 comma 20, 60 comma 55, 75 comma 55, 105 comma 35, 110 comma 35, 145 comma 15, 150 comma 15, 180 comma 0.\nImage description: <p>A graph. </p>\nIt shows the distance increasing as the hiker was walking away from the trailhead, then decreasing as she was returning to the trailhead."
  }
}