{
  "Lesson Location": {
    "Unit Number": "5",
    "Unit Name": "Functions",
    "Lesson Number": "3",
    "Lesson Title": "Interpreting and Using Function Notation"
  },
  "Lesson Timing": {
    "Total Activity Time in Minutes": "35",
    "Total Lesson Time incl Lesson Synthesis": "45"
  },
  "Lesson Preamble": {
    "Lesson Narrative": "In this lesson, students continue to develop their ability to interpret statements in function notation in terms of a situation, including reasoning about inequalities, such as \\(f(a) > f(b)\\). They now have to pay closer attention to the units in which the quantities are measured to effectively interpret symbolic statements. Along the way, students practice reasoning quantitatively and abstractly (MP2) and attending to precision (MP6).\nStudents also begin to connect statements in function notation to graphs of functions. They see each input-output pair of a function \\(f\\) as a point with coordinates \\((x, f(x))\\) when \\(x\\) is the input, and they use information in function notation to sketch a possible graph of a function.\nStudents’ work with graphs is expected to be informal here. In a later lesson, students will focus on identifying features of graphs more formally.",
    "Learning Goals": [
      "Sketch a graph of a function given statements in function notation.",
      "Practice interpreting statements that use function notation and explaining (orally and in writing) their meanings in terms of a situation.",
      "Describe connections between statements that use function notation and a graph of the function."
    ],
    "Student-Facing Goal": "Let’s use function notation to talk about functions.",
    "Student-Facing Targets": [
      "I can use statements in function notation to sketch a graph of a function.",
      "I can use function notation to efficiently represent a relationship between two quantities in a situation.",
      "I can describe the connections between a statement in function notation and the graph of the function."
    ],
    "Required Preparation": "None",
    "Standards Alignment": {
      "Building On": "",
      "Addressing": [
        "HSF-IF.A.2",
        "HSF-IF.B.4"
      ],
      "Building Toward": ""
    },
    "Glossary": {}
  },
  "Lesson Content": {
    "Activities": [
      {
        "Activity Timing": "5 mins",
        "Activity Title": "Observing a Drone",
        "Activity Narrative": "In this Warm-up, students are prompted to compare function values. To do so, they need to interpret statements in function notation and connect their interpretations to the graph of the function.\nPreviously, students recognized that if a point with coordinates \\((2,20)\\) is on the graph of a function, the 2 is an input and the 20 is a corresponding output. Here, they begin to see the second value in a coordinate pair more abstractly, as \\(f(2)\\) when the input is 2 or as \\(f(4)\\) when the input is 4.",
        "Launch": "Give students 1–2 minutes of quiet think time. Follow with a whole-class discussion.\nSome students might be unfamiliar with drones. If needed, give a brief explanation of what they are.",
        "Student Task Statement": "Image description: <p>a drone flying</p>\nHere is a graph that represents function \\(f\\), which gives the height of a drone, in meters, \\(t\\) seconds after it leaves the ground.\nImage description: <p>Graph. Horizontal axis, 0 to 8, time, seconds. Vertical axis, height, meters. Starting at 0 comma 0, the graph increases linearly. From 2 to 6, it’s horizontal. Then decreases linearly to 7 comma 0.</p>\nUse the symbol <, >, or = to make a correct statement about these values.\n\\(f(0) \\underline{\\hspace{.5in}} f(4)\\)\n\\(f(2) \\underline{\\hspace{.5in}} f(5)\\)\n\\(f(3) \\underline{\\hspace{.5in}} f(7)\\)\n\\(f(t) \\underline{\\hspace{.5in}} f(t+1)\\)",
        "Building on Student Thinking": "",
        "Are You Ready for More?": "",
        "Activity Synthesis": "Invite students to share how they compared each pair of outputs. If not mentioned in students’ explanations, point out that for each pair, what we are comparing are the vertical values of the points on the graph at different horizontal values. Even though the statements don’t tell us the values of, say, \\(f(3)\\) and \\(f(7)\\), and the vertical axis shows no scale, we can tell from the graph that the function has a greater value when \\(t\\) is 3 than when \\(t\\) is 7.\nTell students that the coordinates \\((0, f(0))\\) represent the starting point of the drone. Ask students, “What are the coordinates of the points when the drone starts leveling off? When it starts to descend? When it lands?” (\\((2, f(2)), (5,f(5))\\), and \\((7,f(7))\\), respectively)\nHighlight that the coordinates of each point on a graph of a function are \\((x, f(x))\\).\nDiscuss with students how they compared \\(f(t)\\) and \\(f(t+1)\\) (in the last question). Make sure students see that the \\(f(t+1)\\) could be less than, equal to, or greater than \\(f(t)\\), depending on the value of \\(t\\).\nIf \\(t\\) is 2, then \\(t+1\\) is 3. From the graph, we can see that \\(f(2)\\) is equal to \\(f(3)\\) because the graph has the same vertical value when \\(t\\) is 2 and 3.\nIf \\(t\\) is 5, then \\(t+1\\) is 6. From the graph, we can see that \\(f(5)\\) is greater than \\(f(6)\\) because the graph has a greater vertical value when \\(t\\) is 5 than when \\(t\\) is 6."
      },
      {
        "Activity Timing": "20 mins",
        "Activity Title": "Smartphones",
        "Activity Narrative": "In this activity, students continue to interpret statements in function notation in terms of a situation. Several things are new here, all of which provide opportunities to attend to precision (MP6) and to reason quantitatively and abstractly (MP2).\nThe output of the function is measured in millions, so students need to attend carefully to the units or otherwise may misinterpret the situation (for example, saying that about 2 thousand people rather than about 2 billion people owned smartphones in 2017).\nThe input of the function is measured in “years after 2000,” so a positive input value \\(t\\) needs to be interpreted as year \\(2000+t\\). For example, the year 2010 should be associated with \\(t=10\\).\nOne of the input values is negative, so students will need to reason about what this means in this situation.\nStudents also consolidate various pieces of information about the function, given in descriptions and function notation, in order to sketch the graph of a function. It is possible for students to sketch many different graphs through the given points, but the context suggests that, over time, the function values are increasing roughly exponentially (though students do not need to know that term at this point).",
        "Launch": "Read the opening sentence in the Task Statement as a class. Ask students to identify the input and output of this function, and the units in which each variable is measured.\nArrange students in groups of 2. Give students 1–2 minutes of quiet time to read and make sense of the first two questions (without writing responses). Urge them to think about what the input and output values are in each statement (given in function notation or in words).\nGive students another few minutes to share their thinking with their partner, then, when reaching an agreement, to write their responses. Insist that they write their interpretations for statements in function notation, such as \\(P(17)=2,\\!320\\), in complete sentences and use the quantity names and units. Ask students to pause for a class discussion before they continue with the rest of the activity.\nInvite students to share their responses to the first two questions. Before students complete the remaining questions, make sure they see why:\nThe number of smartphone owners in the first question is not a couple of thousand people. The output is measured in millions, so a number such as 2,320 means 2,320 million, or 2.32 billion, people.\nThe input value for year 2010 is not 2010. The input is measured in “years after year 2000,” so the input for year 2010 is 10. An input of 2010 would mean year 4010!",
        "Student Task Statement": "Image description: <p>two cell phones</p>\nThe function \\(P\\) gives the number of people, in millions, who own a smartphone \\(t\\) years after year 2000.\nWhat does each equation tell us about smartphone ownership?\\(P(17)=2,\\!320\\)\\(P(\\text-10)=0\\)\nWhat does each equation tell us about smartphone ownership?\n\\(P(17)=2,\\!320\\)\n\\(P(\\text-10)=0\\)\nUse function notation to represent each statement.In 2010, the number of people who owned a smartphone was 296,600,000.In 2015, about 1.86 billion people owned a smartphone.\nUse function notation to represent each statement.\nIn 2010, the number of people who owned a smartphone was 296,600,000.\nIn 2015, about 1.86 billion people owned a smartphone.\nMai is curious about the value of \\(t\\) in \\(P(t) = 1,\\!000\\).What would the value of \\(t\\) tell Mai about the situation?Is 4 a possible value of \\(t\\) here?\nMai is curious about the value of \\(t\\) in \\(P(t) = 1,\\!000\\).\nWhat would the value of \\(t\\) tell Mai about the situation?\nIs 4 a possible value of \\(t\\) here?\nUse the information you have so far to sketch a graph of the function.\nImage description: <p>Blank coordinate grid. Horizontal axis, negative 12 to 22 by 2’s, years since 2000. Vertical axis, 0 to 2,800 by 400’s, population in millions.</p>",
        "Building on Student Thinking": "Some students may struggle to express a number like 296,600,000 in millions, or they may think that a quantity like 2,320 million doesn’t quite make sense. Ask them to write the following quantities as numerals: 1 million, 10 million, 100 million, and so on, then use their list to help figure out how to say 296,600,000 in millions or to write 2,320 million as a numeral.\nStudents may think they do not have enough information to sketch a graph of \\(P\\). Encourage them to read through the activity to identify points that must be part of the graph of \\(P\\), but are not written in \\((x,y)\\) form.",
        "Are You Ready for More?": "What can you say about the value or values of \\(t\\) when \\(P(t) = 1,\\!000\\)?",
        "Activity Synthesis": "Select students to share their responses and sketches of the graph of \\(P\\).\nMake sure students can interpret a statement given in function notation, such as \\(P(15) = 1,\\!860\\) or \\(P(t)=1,\\!000\\), in terms of the situation and articulate it completely. For instance, students might say, “The output is 1,860 when the input is 15” or “When the input is \\(t\\) years, the output is 1,000 million,” or some other variation that doesn’t convey the quantities fully. Push them to refine their interpretation so that it is clear that \\(P(15) = 1,\\!860\\) means “1.86 billion people owned a smartphone in the year 2015” and \\(P(t)=1,\\!000\\) means “A billion people owned a smartphone \\(t\\) years after the year 2000.”\nWhen discussing possible graphs of \\(P\\), acknowledge that a graph of \\(P\\) could be drawn in various ways. The information we have is limited to the four input-output pairs, so what happens between the points is up for interpretation. But it would make sense, based on the context, for the graph to show very little change before year 2010 and then a rapid increase afterward.\nThe purpose of the activity is to familiarize students with function notation and its use in context. If time allows, these additional questions about modeling a context may be discussed.\n“The output of \\(P\\) is defined in terms of ‘millions of people’ instead of individual persons. What might be a reason for this?” (If the unit is “persons,” the scale would show very long numbers with 9 or 10 digits each, which would be much harder to read and might lead to mistakes. Using “in thousands” or “in millions” strategically makes it possible to use simpler numbers. It makes it easier to draw attention to important characteristics of a graph.)\n“The input is defined in ‘years after 2000.’ Could we have instead used calendar years, such as 2002?” (Yes.)\n“What might be a reason to choose ‘years after 2000’ as the unit?” (It allows us to write smaller numbers. Another reason is that sometimes knowing a duration is more useful than knowing a particular point in time at which something happens. For instance, in the drone activity, knowing the number of seconds that had passed before the drone landed was more useful than knowing that it landed at, say, 2:45 p.m. In this activity, the year 2000 might be significant in the development of smartphones, so measuring time with that starting point might be useful.)\n“Would it make sense to use a line of best fit based on the 4 known points?” (Not in this case. The function should contain these points, not just model the information with a line. Also, it doesn’t make sense for this information to follow a linear pattern.)"
      },
      {
        "Activity Timing": "10 mins",
        "Activity Title": "Boiling Water",
        "Activity Narrative": "Previously, students learned that each point on the graph of a function \\(f\\) is of the form \\((t, f(t))\\) for input \\(t\\) and corresponding output \\(f(t)\\). They analyzed and plotted input-output pairs in which both values were known.\nIn this activity, students reason about unknown output values by relating them to values that are known (by interpreting inequalities such as \\(W(5) > W(2)\\)), using a graph and a context to support their reasoning. The work here prompts students to reason quantitatively and abstractly (MP2).\nStudents take turns explaining their interpretation of statements in function notation and making sense of their partner’s interpretation, discussing their differences if they disagree. In so doing, students practice constructing logical arguments and critiquing the reasoning of others (MP3).\nIdentify students who can correctly interpret statements such as \\(W(15) > W(30)\\) in terms of the situation and in relation to the graph of the function. Also, look for partners whose graphs are very different but are both correct. Invite them to share their responses during the whole-class discussion.",
        "Launch": "Keep students in groups of 2. Ask students to take turns explaining to their partner the meaning of each statement in the first question. The partner’s job is to listen and make sure they agree with the interpretation. If they don’t agree, the partners discuss until they come to an agreement. Based on their shared interpretation of the statements, partners then sketch their own graph of the function.",
        "Student Task Statement": "The function \\(W\\) gives the temperature, in degrees Fahrenheit, of a pot of water on a stove, \\(t\\) minutes after the stove is turned on.\nTake turns with your partner to explain the meaning of each statement in this situation. When it’s your partner’s turn, listen carefully to their interpretation. If you disagree, discuss your thinking and work to reach an agreement.\\(W(0) = 72\\)\\(W(5) > W(2)\\)\\(W(10) = 212\\)\\(W(12) = W(10)\\)\\(W(15) > W(30)\\)\\(W(0) < W(30)\\)\nTake turns with your partner to explain the meaning of each statement in this situation. When it’s your partner’s turn, listen carefully to their interpretation. If you disagree, discuss your thinking and work to reach an agreement.\n\\(W(0) = 72\\)\n\\(W(5) > W(2)\\)\n\\(W(10) = 212\\)\n\\(W(12) = W(10)\\)\n\\(W(15) > W(30)\\)\n\\(W(0) < W(30)\\)\nIf all statements in the previous question represent the situation, sketch a possible graph of function \\(W\\).Be prepared to show where each statement can be seen on your graph.\nIf all statements in the previous question represent the situation, sketch a possible graph of function \\(W\\).\nBe prepared to show where each statement can be seen on your graph.\nImage description: <p>Blank grid. Horizontal axis, 0 to 30 by 5’s, time in minutes. Vertical axis, 0 to 300 by 50’s, temperature in degrees Fahrenheit.</p>",
        "Building on Student Thinking": "Some students may think there is not enough information to accurately graph the function. Assure them that this is true, but clarify that we are not after the graph, but rather a possible graph of the function based on the information we do have.",
        "Are You Ready for More?": "",
        "Activity Synthesis": "Select previously identified students to share their interpretations of the inequalities in the first question and to show their graphs. Ask them to explain how each statement is evident in their graph. Discuss questions such as:\n“Why might it be true that \\(W(15) > W(30)\\)?” (The heat is turned off at or after 15 minutes, or the pot of water is taken off the stove.)\n“You and your partner agreed on what each statement meant. Are your graphs identical? If not, why might that be?” (Function \\(W\\) was not not completely defined. We have information about the temperature at some points in time and how they compare, but we don’t have all the information about all points in time.)"
      }
    ]
  },
  "Lesson Close": {
    "Lesson Synthesis": "To highlight the importance of attending to units of measurement when working with statements in function notation, display the following description and list of statements for all to see.\nAt noon, a news organization published a piece of breaking news on its website. The function \\(Q\\) gives the number of visitors, in thousands, to the website \\(h\\) hours after the news was published. By 2:30 p.m., the news article had been viewed by 1.6 million visitors.\n\\(Q(2\\!:\\!30) = 1.6\\)\n\\(Q(2.5) = 1.6\\)\n\\(Q(2.5) = 1,\\!600\\)\n\\(Q(2\\!:\\!30) = 1,\\!600,\\!000\\)\n\\(Q(14.5) = 1,\\!600\\)\n\\(Q(2.5) = 1,\\!600,\\!000\\)\nGive students a moment of quiet think time to decide which statement in function notation correctly represents the visitor data at 2:30 p.m. Ask them to be prepared to explain why they believe all the other statements that are not selected do not accurately represent the situation.\nMake sure students understand why \\(Q(2.5)=1,\\!600\\) is the only one that represents the quantities in the situation.",
    "Student Lesson Summary": "What does a statement like \\(p(3)=12\\) mean?\nOn its own, \\(p(3)=12\\) only tells us that when \\(p\\) takes 3 as its input, its output is 12.\nIf we know what quantities the input and output represent, however, we can learn much more about the situation that the function represents.\nIf function \\(p\\) gives the perimeter of a square whose side length is \\(x\\) and both measurements are in inches, then we can interpret \\(p(3)=12\\) to mean “a square whose side length is 3 inches has a perimeter of 12 inches.”We can also interpret statements like \\(p(x)=32\\) to mean “a square with side length \\(x\\) has a perimeter of 32 inches,” which then allows us to reason that \\(x\\) must be 8 inches and to write \\(p(8)=32\\).\nIf function \\(p\\) gives the perimeter of a square whose side length is \\(x\\) and both measurements are in inches, then we can interpret \\(p(3)=12\\) to mean “a square whose side length is 3 inches has a perimeter of 12 inches.”\nWe can also interpret statements like \\(p(x)=32\\) to mean “a square with side length \\(x\\) has a perimeter of 32 inches,” which then allows us to reason that \\(x\\) must be 8 inches and to write \\(p(8)=32\\).\nIf function \\(p\\) gives the number of blog subscribers, in thousands, \\(x\\) months after a blogger started publishing online, then \\(p(3)=12\\) means “3 months after a blogger starts publishing online, the blog has 12,000 subscribers.”\nIt is important to pay attention to the units of measurement when analyzing a function. Otherwise, we might mistake what is happening in the situation. If we miss that \\(p(x)\\) is measured in thousands, we might misinterpret \\(p(x)=36\\) to mean “there are 36 blog subscribers after \\(x\\) months,” while it actually means “there are 36,000 subscribers after \\(x\\) months.”\nA graph of a function can likewise help us interpret statements in function notation.\nFunction \\(f\\) gives the depth, in inches, of water in a tub as a function of time, \\(t\\), in minutes, since the tub started being drained.\nHere is a graph of \\(f\\).\nImage description: <p>Graph. Horizontal axis, 0 to 10, t, time, minutes. Vertical axis, 0 to 7, depth of water, inches. Line starts at 0 comma 6, decreases, passes through 2 comma 5, goes horizontal at 7 comma 2 point 5.</p>\nEach point on the graph has the coordinates \\((t, f(t))\\), where the first value is the input of the function and the second value is the output.\n\\(f(2)\\) represents the depth of water 2 minutes after the tub started being drained. The graph passes through \\((2,5)\\), so the depth of water is 5 inches when \\(t= 2\\). The equation \\(f(2)=5\\) captures this information.\n\\(f(0)\\) gives the depth of the water when the draining began, when \\(t=0\\). The graph shows the depth of water to be 6 inches at that time, so we can write \\(f(0)=6\\).\n\\(f(t)= 3\\) tells us that \\(t\\) minutes after the tub started draining, the depth of the water is 3 inches. The graph shows that this happens when \\(t\\) is 6."
  }
}