{
    "warm_up": {
        "activity_timing_mins": 5,
        "activity_title": "Which Three Go Together: Unlabeled Graphs",
        "activity_narrative": "This Warm-up prompts students to compare four unlabeled graphs. It gives students a reason to use language precisely (MP6). It gives the teacher an opportunity to hear how students use terminology and talk about characteristics of the items in comparison to one another. Students need to look for and make use of the structure of the graphs to determine how each one is like or unlike the others (MP7).",
        "launch": "",
        "student_task_statement": "Which three go together? Why do they go together? A Image description: <p>A graph with origin O. The graph is a line crossing the vertical axis and slants downward to cross the horizontal axis.</p> BA graph with origin O. The graph is a step function with 6 horizontal line segments beginning with a closed circle and ending with an open circle. The next horizontal line begins where the previous line ends. B Image description: <p>A graph. </p> C Image description: <p>A graph with origin O. The graph is a horizontal line passing through the middle of the vertical axis.</p> DA graph with origin O. The graph increases and decreases quickly and is shaped like a wave. The height of the waves are larger in the middle than on the ends. D Image description: <p>A graph.</p>",
        "activity_synthesis": "Invite each group to share one reason why a particular set of three goes together. Record and display the responses for all to see. After each response, ask the class if they agree or disagree. Since there is no single correct answer to the question of which three go together, attend to students’ explanations and ensure the reasons given are correct. During the discussion, ask students to explain the meaning of any terminology they use, such as “intercepts,” “minimum,” or “linear functions.” Also, press students on unsubstantiated claims."
    },
    "activities": [
        {
            "activity_timing_mins": 20,
            "activity_title": "Time on the Swing",
            "activity_narrative": "In this activity, students are given the same four graphs they saw in the Warm-up and four descriptions of functions and are asked to match them. All of the functions share the same context. Students then use these features to reason about a likely domain and range of each function. To make the matches, students analyze and interpret features of the graphs, looking for and making use of structure in the situation and in the graphs (MP7). Here are some possible ways students may reason about each match: The swing goes up and down while the child is swinging, so D could be a graph for function \\(h\\). The time left on the swing decreases as the time on the swing increases, so A is a possible graph for function \\(r\\). The distance of the child from the top beam of the swing doesn't change as long as the child is on the swing, so C is a possible graph for function \\(d\\). The total number of times the swing is pushed must be a counting number and cannot be fractional. Graph B has multiple pieces, and each one could represent the total number of push for certain intervals of time, so B is a possible graph of \\(s\\). Students reason quantitatively and abstractly as they connect verbal and graphical representations of functions and as they think about the domain and range of each function (MP2).",
            "launch": "Ask students to imagine a child getting on a swing, swinging for 30 seconds and then getting off the swing. Explain that they will look at four functions that can be found in this situation. Their job is to match verbal descriptions and graphs that define the same functions and then to think about reasonable domain and range for each function. Tell students they will need additional information for the last question. Arrange students in groups of 2. Give students a few minutes of quiet time to think about the first two questions and then time to discuss their thinking with their partner. Follow with a whole-class discussion. Invite students to share their matching decisions and explanations for how they know each pair of representations belong together. Make sure that students can offer an explanation for each match, including for their last pair (other than because the description and the graph are the only pair left). See some possible explanations in the Activity Narrative. Next, ask students to share the points that they think would be helpful for determining the domain and range of each function. If students gesture to the intercepts, a maximum, or a minimum on a graph but do not use those terms to refer to points, ask them to use mathematical terms to clarify what they mean. Here is the information students will need for the last question. Display it for all to see, or provide it as requested. If the requested information is not shown or cannot be reasoned from what is available, ask students to request a different piece of information. The child is given 30 seconds on the swing. While the child is on the swing, an adult pushes the swing a total of 5 times. The swing is 1.5 feet (18 inches) above ground. The chains that hold the seat and suspend it from the top beam are 7 feet long. The highest point that the child swings up to is 4 feet above the ground. If time is limited, ask each partner to choose two functions (different from their partner's) and write the domain and range only for those functions.",
            "student_task_statement": "A child gets on a swing in a playground, swings for 30 seconds, and then gets off the swing. Here are descriptions of four functions in the situation and four graphs representing them.The independent variable in each function is time, measured in seconds.Match each function with a graph that could represent it. Then, label the axes with the appropriate variables. Be prepared to explain how you make your matches.Function \\(h\\): the height of the swing, in feet, as a function of time since the child gets on the swingFunction \\(r\\): the amount of time left on the swing as a function of time since the child gets on the swingFunction \\(d\\): the distance, in feet, of the swing from the top beam (from which the swing is suspended) as a function of time since the child gets on the swingFunction \\(s\\): the total number of times an adult pushes the swing as a function of time since the child gets on the swingABA graph with origin O. The graph is a step function with 6 horizontal line segments beginning with a closed circle and ending with an open circle. The next horizontal line begins where the previous line ends.​​​​​​CDA graph with origin O. The graph increases and decreases quickly and is shaped like a wave. The height of the waves are larger in the middle than on the ends. Here are descriptions of four functions in the situation and four graphs representing them. The independent variable in each function is time, measured in seconds. Image description: <p>A girl on a swing. </p> Match each function with a graph that could represent it. Then, label the axes with the appropriate variables. Be prepared to explain how you make your matches. Function \\(h\\): the height of the swing, in feet, as a function of time since the child gets on the swing Function \\(r\\): the amount of time left on the swing as a function of time since the child gets on the swing Function \\(d\\): the distance, in feet, of the swing from the top beam (from which the swing is suspended) as a function of time since the child gets on the swing Function \\(s\\): the total number of times an adult pushes the swing as a function of time since the child gets on the swing A Image description: <p>A graph with origin O. The graph is a line crossing the vertical axis and slants downward to cross the horizontal axis.</p> BA graph with origin O. The graph is a step function with 6 horizontal line segments beginning with a closed circle and ending with an open circle. The next horizontal line begins where the previous line ends.​​​​​​ B Image description: <p>A graph. </p> C Image description: <p>A graph with origin O. The graph is a horizontal line passing through the middle of the vertical axis.</p> DA graph with origin O. The graph increases and decreases quickly and is shaped like a wave. The height of the waves are larger in the middle than on the ends. D Image description: <p>A graph.</p> On each graph, mark one or two points that—if you have the coordinates—could help you determine the domain and range of the function. Be prepared to explain why you chose those points. Once you receive the information you need from your teacher, describe the domain and range that would be reasonable for each function in this situation.",
            "activity_synthesis": "Select students to share the domain and range for each function and their reasoning. Record and display their responses for all to see. One key point to highlight is that the range of a function could be a single value (say 7, as shown in graph C), a bunch of isolated values (say, only some whole numbers, as shown in graph B), all values in an interval (say, all values from 1.5 to 4, as shown in graph D, or all values between 0 and 30, as in graph A), or a combination of these. The domain of a function may also be limited in similar ways. Tell students that, in upcoming lessons, we will look at functions in which the rules relating their input and output are a bit more complex, so their domain and range are also a bit more so."
        },
        {
            "activity_timing_mins": 10,
            "activity_title": "Back to the Bouncing Ball",
            "activity_narrative": "In this activity, students continue to interpret a graph of a function in terms of a situation and relate the features of the graph to the domain and range of the function. The context is a familiar one, allowing students to focus their reasoning on domain and range. Unlike in the activity about a child on a swing, the graph includes a scale on each axis and the coordinate pairs of some points, allowing students to identify the range more definitively. On the other hand, the graph is a partial representation of the function, as it does not show what happens after a dropped ball hits the ground the fifth time. When describing the domain, students need to attend to what is reasonable in this situation (that is, noting that the ball likely does not just stop after the fifth bounce).",
            "launch": "",
            "student_task_statement": "A tennis ball was dropped from a certain height. It bounced several times, rolled along for a short period, and then stopped. Function \\(H\\) gives its height over time. Here is a partial graph of \\(H\\). Height is measured in feet. Time is measured in seconds. Use the graph to help you answer the questions. Be prepared to explain what each value or set of values means in this situation. Image description: <p>Nonlinear function. Time (seconds) and height (feet).</p> Find \\(H(0)\\). Solve \\(H(x) = 0\\). Describe the domain of the function. Describe the range of the function.",
            "activity_synthesis": "Focus the discussion on how students reasoned about the domain and the range for the function. Highlight explanations that account for what is realistic in the context. The domain tells us all the possible amounts of time that passed since the moment the tennis ball was dropped until it stopped rolling. The range includes all the possible heights of the tennis ball from the time it was dropped until the time it stopped rolling. Ask students if there are points on the graph whose coordinates are particularly useful for identifying the domain and range of the function. (The heights of the bounces? The points where the ball hits the ground? Points between the two? Others?) Emphasize that, just like in the activity about the swing, some points and features on a graph can give us more information than others about possible input-output values of a function. ## Lesson Synthesis Display several familiar graphs of functions from this unit. Here are some examples. A graph with origin O. The horizontal axis, number of students, scale from 0 to 20 by 1s. The vertical axis, amount in dollars, scale from 0 to 700 by 50s. Points are marked at 5 comma 200, 6 comma 240, 7 comma 280, 8 comma 320, 9 comma 360, 10 comma 400, 11 comma 440, 12 comma 480, 13 comma 520, 14 comma 560, 15 comma 600, 16 comma 640. Image description: <p>A graph. </p> 2 graphs. Horizontal axis, 0 to 7, time in seconds. Vertical axis, 0 to 50 by 10’s, height in meters. Graph R is parabolic and opens down. It starts at 0 comma 25. Its vertex is at 2 comma 45. It ends at 5 comma 0. Graph D is piecewise linear. It starts at 0 comma 0. Increases until 2 comma 20, horizontal until 5 comma 20, then decreases to 7 comma 0. Image description: <p>2 graphs. Horizontal axis, 0 to 7, time in seconds. Vertical axis, 0 to 50 by 10’s, height in meters. Graph R is a parabolic and opens down. Graph D is piecewise linear.</p> Image description: <p>piecewise function</p> Image description: <p>squiggly line graphing distance from post over time</p> Ask students to examine the graphs and use them to help summarize what graphs can tell us about the domain and range of functions. Ask students to complete the following prompts as thoroughly as they can. I can learn about the domain and range of a function from a graph by looking for . . . . A graph may not always show all that is needed to fully describe the domain and range. For example, it may not show . . . . ## Student Lesson Summary The graph of a function can sometimes give us information about its domain and range. Here are graphs of two functions we saw earlier in the unit. The first graph represents the best price of bagels as a function of the number of bagels bought. The second graph represents the height of a bungee jumper as a function of seconds since the jump began. What are the domain and range of each function? The number of bagels cannot be negative but does include 0 (no bagels bought). The domain of the function, therefore, includes 0 and positive whole numbers, or \\(n \\geq 0\\). The best price can be \\$0 (for buying 0 bagels), certain multiples of \\$1.25, certain multiples of \\$6, and so on. Because the values don’t follow a pattern that is simple to write, the values for the range would need to be listed in this way to match the graph: 0, 1.25, 2.5, 3.75, 5, 6, 6.25, . . . . A graph with origin O. The horizontal axis, number of bagels, scale from 0 to 14 by 1s. The vertical axis, best price in dollars, scale from 0 to 16 by 2s. Points are marked with an X at 0 comma 0, 1 comma 1.25, 2 comma 2.5, 3 comma 3.75, 4 comma 5, 5 comma 5.25, 6 comma 6, 7 comma 7, 8 comma 8, 9 comma 8, 10 comma 11.25, 11 comma 12.5, 12 comma 10, and 13 comma 11.25. Image description: <p>A graph. </p> The domain of the height function would include any amount of time since the jump began, up until the jump is complete. From the graph, we can tell that the jump is complete more than 70 seconds after ​​​​​​the jump began, but we don't know the exact value of \\(t\\). The graph shows a maximum height of 80 meters and a minimum height of 10 meters. We can conclude that the range of this function includes all values that are at least 10 and at most 80. A graph with origin O. The horizontal axis, labeled t, seconds, scale from 0 to 70 by 10s. The vertical axis, labeled h, meters, scale from 0 to 90 by 10s. The curve crosses the y axis at 0 comma 80. The curve trends down to the point 9 comma 10. The curve trends up to the the point 18 comma 42. The curve trends down to the point 28 comma 20. The curve trends up to the point 38 comma 38. The curve trends down to the point 46 coma 25. The curve trends up to the point 56 comma 35. The curve trends down to the point 65 comma 27. The curve trends up and off the grid. Image description: <p>A graph. </p>  "
        }
    ]
}