{
    "warm_up": {
        "activity_timing_mins": 10,
        "activity_title": "Back to the Post!",
        "activity_narrative": "The goal of this Warm-up is to motivate the need for a notation that can be used to communicate about functions. Students analyze three graphs from an earlier lesson, interpret various points on the graphs, and use their analyses to answer questions about the situations. This work requires students to make careful connections between points on the graphs, pairs of input and output values, and verbal descriptions of the functions. Students find that unless each feature and the function being referred to is clearly articulated, which could be tedious to do, what they wish to communicate about the function may be ambiguous or unclear. When answering the last two questions, students are likely to find the prompts lacking in specificity and to probe: “for which day?” Suggest that they answer based on their interpretation of the questions. Then, look for students who assume that the questions refer to one particular function and those who assume they refer to all three functions (and consequently answer them for each function). Ask them to share their interpretations during the whole-class discussion.",
        "launch": "",
        "student_task_statement": "Here are the graphs of some situations you saw before. Each graph represents the distance of a dog from a post as a function of time since the dog owner left to purchase something from a store. Distance is measured in feet, and time is measured in seconds. Day 1 Image description: <p>Nonlinear function. time in seconds and distance from post in feet.<br> </p> Day 2 Image description: <p>Nonlinear function. time in seconds and distance from post in feet.</p> Day 3 Use the given graphs to answer these questions about each of the three days:How far away was the dog from the post 60 seconds after the owner left?Day 1:Day 2:Day 3:How far away was the dog from the post when the owner left?Day 1:Day 2:Day 3:The owner returned 160 seconds after he left. How far away was the dog from the post at that time?Day 1:Day 2:Day 3:How many seconds passed before the dog reached the farthest point from the post it could reach?Day 1:Day 2:Day 3: Use the given graphs to answer these questions about each of the three days: How far away was the dog from the post 60 seconds after the owner left?Day 1:Day 2:Day 3: How far away was the dog from the post 60 seconds after the owner left? Day 1: Day 2: Day 3: How far away was the dog from the post when the owner left?Day 1:Day 2:Day 3: How far away was the dog from the post when the owner left? Day 1: Day 2: Day 3: The owner returned 160 seconds after he left. How far away was the dog from the post at that time?Day 1:Day 2:Day 3: The owner returned 160 seconds after he left. How far away was the dog from the post at that time? Day 1: Day 2: Day 3: How many seconds passed before the dog reached the farthest point from the post it could reach?Day 1:Day 2:Day 3: How many seconds passed before the dog reached the farthest point from the post it could reach? Day 1: Day 2: Day 3: Consider the statement, “The dog was 2 feet away from the post after 80 seconds.” Do you agree with the statement? What was the distance of the dog from the post 100 seconds after the owner left?",
        "activity_synthesis": "Invite students to share their response to the first set of questions. To help illustrate that it could be tedious to refer to a specific part of a function fully and precisely, ask each question completely for each of the three days. (For instance, “How far away was the dog from the post 60 seconds after the owner left on Day 1? How far away was the dog from the post 60 seconds after the owner left on Day 2?”) If students offer a numerical value (for instance, “1.5 feet”) without stating what question it answers or to what quantity it corresponds to, ask them to clarify. Next, select previously identified students to share their responses to the last two questions. Regardless of whether students chose to answer them for a particular day or for all three days, point out that the answers depend on the day. When the day (or the function) is not specified, it is unclear what information is sought. Explain that sometimes we need to be pretty specific when talking about functions. But being specific could require many words and become burdensome. Tell students that they will learn about a way to describe functions clearly and succinctly."
    },
    "activities": [
        {
            "activity_timing_mins": 15,
            "activity_title": "A Handy Notation",
            "activity_narrative": "In this activity, students learn that function notation can be used as a handy shorthand for communicating about functions and specific parts or features of a function. They interpret statements that are written in this notation and use the notation to refer to points on a graph or to represent simple verbal statements about a function.",
            "launch": "Explain to students that one way to talk about functions precisely and without wordy descriptions is by naming the functions and using function notation. Suppose we give a name to each function that relates the dog’s distance from the post and the time since the dog owner left: function \\(f\\) for Day 1, function \\(g\\) for Day 2, function \\(h\\) for Day 3. The input of each function is time in seconds, \\(t\\). To represent “the distance of the dog from the post 60 seconds after the owner left,” we can simply write \\(f(60)\\). To express the same quantity for the second and third day, we can write \\(g(60)\\) and \\(h(60)\\). Ask students to refer to the three graphs from the Warm-up to answer the questions. Use Critique, Correct, Clarify to give students an opportunity to improve a sample written response by correcting errors, clarifying meaning, and adding details. Display this first draft:\t“\\(f(15)\\) is the function when the input is 15.” \tAsk, “What parts of this response are unclear, incorrect, or incomplete?” As students respond, annotate the display with 2–3 ideas to indicate the parts of the writing that could use improvement. Give students 2–4 minutes to work with a partner to revise the first draft. Display and review these criteria: \tIdentify the input and outputReference parts of the situation (distance, day, time since the owner left, units) as part of the description whenever possible Identify the input and output Reference parts of the situation (distance, day, time since the owner left, units) as part of the description whenever possible Select 1–2 individuals or groups to read their revised draft aloud slowly enough to record for all to see. Scribe as each student shares, then invite the whole class to contribute additional language and edits to make the final draft even more clear and more convincing.",
            "student_task_statement": "Let’s name the functions that relate the dog’s distance from the post and the time since its owner left: function \\(f\\) for Day 1, function \\(g\\) for Day 2, function \\(h\\) for Day 3. The input of each function is time in seconds, \\(t\\). Use function notation to complete the table.\tday 1day 2day 3a. distance from post 60 seconds after the owner leftb. distance from post when the owner leftc. distance from post 160 seconds after the owner left | day 1 | day 2 | day 3 a. distance from post 60 seconds after the owner left |  |  | b. distance from post when the owner left |  |  | c. distance from post 160 seconds after the owner left |  |  | Describe what each expression represents in this context:\\(f(15)\\)\\(g(48)\\)\\(h(t)\\) Describe what each expression represents in this context: \\(f(15)\\) \\(g(48)\\) \\(h(t)\\) The equation \\(g(120) = 4\\) can be interpreted to mean: “On Day 2, 120 seconds after the dog owner left, the dog was 4 feet from the post.” What does each equation mean in this situation?\\(h(40) = 4.6\\)\\(f(t) = 5\\)\\(g(t) = d\\) The equation \\(g(120) = 4\\) can be interpreted to mean: “On Day 2, 120 seconds after the dog owner left, the dog was 4 feet from the post.” What does each equation mean in this situation? \\(h(40) = 4.6\\) \\(f(t) = 5\\) \\(g(t) = d\\)",
            "activity_synthesis": "Invite students to share their responses. As students begin to share, they may be unsure of how to express the notation orally. Explain that the expression \\(f(60)\\) is read \"\\(f\\) of 60,\" \\(g(160)\\) is read \"\\(g\\) of 160,\" and \\(h(t)\\) is read \"\\(h\\) of \\(t\\).\" To make sure students see the structure of this new notation, consider displaying it and annotating each part, as shown here. Image description: <p>Function notation, annotated.</p> Clarify that: The notation \\(f(x)\\) is read “\\(f\\) of \\(x\\).” It tells us that \\(f\\) is the name of the function, \\(x\\) is the input of the function, and \\(f(x)\\) is the output, or the value, of the function when the input is \\(x\\). The statement \\(g(t) = d\\) is read: “\\(g\\) of \\(t\\) is equal to \\(d\\).” It tells us that \\(g\\) is the name of the function and \\(t\\) is the input. It also tells us that \\(g(t)\\) is the output, or the value, of the function at \\(t\\) and \\(g(t)\\) has the same value as \\(d\\)."
        },
        {
            "activity_timing_mins": 10,
            "activity_title": "Birthdays",
            "activity_narrative": "This activity reinforces students’ understanding about what makes a relationship between two variables a function—namely, that it gives a unique output for each input. It also prompts students to use function notation to express a functional relationship that does not involve numerical values for its input and output.",
            "launch": "",
            "student_task_statement": "Rule \\(B\\) takes a person’s name as its input and gives their birthday as the output. input | output Abraham Lincoln | February 12 | | | Rule \\(P\\) takes a date as its input and gives a person with that birthday as the output. input | output August 26 | Katherine Johnson | | | Complete each table with three more examples of input-output pairs. If you use your name as the input to \\(B\\), how many outputs are possible? Explain how you know. If you use your birthday as the input to \\(P\\), how many outputs are possible? Explain how you know. Only one of the two relationships is a function. The other is not a function. Which one is which? Explain how you know. For the relationship that is a function, write two input-output pairs from the table using function notation.",
            "activity_synthesis": "Discuss with students: “Why is \\(B\\) a function, but \\(P\\) isn’t?” (Each input for \\(B\\) has a unique output, while inputs for \\(P\\) may have several outputs. For example, March 14 is the birthday of Albert Einstein, Stephen Curry, Billy Crystal, Simone Biles, and many other people. February 12 is the birthday of Abraham Lincoln and Charles Darwin.) “Would it be acceptable to express the rule \\(P\\) using function notation, for instance, \\(P(\\text{August 26})= \\text{Katherine Johnson}\\)? Why or why not?” (No. This notation is reserved for functions, and the input August 26 has many outputs, including mathematician Katherine Johnson, chemist Antoine Lavoisier, and many others.) Some students might wonder if \\(B\\) is still a function if multiple people have the same name. For instance, there might be a few people named Katherine Johnson, and if we enter “Katherine Johnson” as the input for \\(B\\), we would likely get different birthdays for the output. Acknowledge that this is true, and that \\(B\\) would only be a function if it assumes that no two people have the same full name, or if another identifier could be used to tell apart people with the same first name and last name (for instance, if a middle name or initial is also used or if a number is added to each Katherine Johnson to distinguish them from one another). ## Lesson Synthesis Refer back to the bagel shop activity from the opening lesson. Invite students to consider some statements about the function they saw in that situation. Display the following for all to see: The best price for bagels, in dollars, is a function of the number of bagels bought, \\(n\\). \\(b(2)\\) \\(b(6)\\)​​​​​​ \\(b(11) = 10.50\\) \\(b(13) = 11.25\\) Arrange students in groups of 2. Ask partners to take turns reading and interpreting the statements in function notation. Each person should: Read the statement aloud to their partner. Identify the input, the output, and the function in the statement. Explain the meaning of the entire statement using a complete sentence. If students say that the first two statements have no outputs, clarify that both \\(b(2)\\) and \\(b(6)\\) represent outputs, even though the value of each is not stated. ## Student Lesson Summary Here are graphs of two functions, each representing the cost of riding in a taxi from two companies—Friendly Rides and Great Cabs. For each taxi, the cost of a ride is a function of the distance traveled. The input is distance in miles, and the output is cost in dollars. 2 graphs. Horizontal axis, 0 to 7, distance, miles. Vertical axis, 0 to 16 by 4’s, cost, dollars. Dotted graph starts flat, then increases. Passes through 2 comma 4 point 2 5. Solid graph starts flat then increases. Passes through 2 comma 5 point 7. They intersect near 4 point 5 comma 10. Image description: <p>2 graphs. Horizontal axis, 0 to 7, distance, miles. Vertical axis, 0 to 16 by 4’s, cost, dollars. Dotted graph goes through 2 comma 4 point 2 5. Solid graph goes through 2 comma 5 point 7.</p> The point \\((2,5.70)\\) on one graph tells us the cost of riding a Friendly Rides taxi for 2 miles. The point \\((2, 4.25)\\) on the other graph tells us the cost of riding a Great Cabs taxi for 2 miles. We can convey the same information much more efficiently by naming each function and using function notation to specify the input and the output. Let’s name the function for Friendly Rides function \\(f\\). Let's name the function for Great Cabs function \\(g\\). To refer to the cost of riding each taxi for 2 miles, we can write \\(f(2)\\) and \\(g(2)\\). To say that a 2-mile trip with Friendly Rides will cost \\$5.70, we can write \\(f(2)=5.70\\). To say that a 2-mile trip with Great Cabs will cost \\$4.25, we can write \\(g(2)=4.25\\). In general, function notation has this form: Image description: <p>Function notation. The letter f, open parenthesis, x, closed parenthesis. F is labeled name of function. X is labeled input of function. The whole thing is labeled output of function.</p> It is read “\\(f\\) of \\(x\\)” and can be interpreted to mean that \\(f(x)\\) is the output of a function \\(f\\) when \\(x\\) is the input. The function notation is a concise way to refer to a function and describe its input and output, which can be very useful. Throughout this unit and the course, we will use function notation to talk about functions.  "
        }
    ]
}