{
  "Lesson Location": {
    "Unit Number": "6",
    "Unit Name": "Introduction to Exponential Functions",
    "Lesson Number": "2",
    "Lesson Title": "Patterns of Growth"
  },
  "Lesson Timing": {
    "Total Activity Time in Minutes": "35",
    "Total Lesson Time incl Lesson Synthesis": "45"
  },
  "Lesson Preamble": {
    "Lesson Narrative": "In this lesson, students continue to examine two types of patterns by looking at tables, noting that one type is characterized by common differences and the other by common factors. They then match different representations with two contexts. This is an opportunity for students to notice structure in expressions (MP7) and to reason abstractly and quantitatively (MP2). Note that we are still not expecting students to use the words linear or exponential to describe these patterns, though they may naturally use the word linear to describe linear growth, since they have encountered these types of functions before.",
    "Learning Goals": [
      "Given descriptions of linear and exponential relationships, create tables of values and write expressions.",
      "Describe (using words and expressions) patterns in tables that represent linear and exponential relationships."
    ],
    "Student-Facing Goal": "Let’s compare different patterns of growth.",
    "Student-Facing Targets": {},
    "Required Preparation": {},
    "Standards Alignment": {
      "Building On": "",
      "Addressing": [
        "HSF-BF.A.1.a",
        "HSF-IF.B.4"
      ],
      "Building Toward": [
        "HSF-BF.A",
        "HSF-LE.A.1",
        "HSF-LE.A.2"
      ]
    },
    "Glossary": {}
  },
  "Lesson Content": {
    "Activities": [
      {
        "Activity Timing": "5 mins",
        "Activity Title": "Which Three Go Together: Tables of Values",
        "Activity Narrative": "This Warm-up prompts students to compare four tables. It gives students a reason to use language precisely (MP6). It gives the teacher an opportunity to hear how students use terminology and talk about characteristics of the items in comparison to one another.",
        "Launch": "",
        "Student Task Statement": "Which three go together? Why do they go together?\nTable A\n\\(x\\) | \\(y\\)\n1 | 8\n2 | 16\n3 | 24\n4 | 32\n8 | 64\nTable B\n\\(x\\) | \\(y\\)\n0 | 0\n2 | 16\n4 | 32\n6 | 48\n8 | 64\nTable C\n\\(x\\) | \\(y\\)\n0 | 1\n1 | 4\n2 | 16\n3 | 64\n4 | 256\nTable D\n\\(x\\) | \\(y\\)\n0 | 4\n1 | 8\n2 | 12\n3 | 16\n4 | 20",
        "Building on Student Thinking": "",
        "Are You Ready for More?": "",
        "Activity Synthesis": "Invite each group to share one reason why a particular set of three go together. Record and display the responses for all to see. After each response, ask the class if they agree or disagree. Since there is no single correct answer to the question of which three go together, attend to students’ explanations and ensure that the reasons given are correct.\nDuring the discussion, ask students to explain the meaning of any terminology they use, such as “common differences” or “common factors.”"
      },
      {
        "Activity Timing": "20 mins",
        "Activity Title": "Growing Stores",
        "Activity Narrative": "In this activity, students use tables to make comparisons between 2 patterns. A table is particularly helpful for illustrating that:\nLinear functions grow by equal differences over equal intervals\nExponential functions grow by equal factors over equal intervals\nAt this stage, students simply observe these properties for a few particular functions and in the context of concrete problems. Toward the end of the unit, they will prove that these properties are true for any linear or exponential function.",
        "Launch": "Display the table for all to see. It shows the number of coffee shops worldwide that a company had in its first 10 years. Ask, \"What do you notice? What do you wonder?\"\nAsk students to share the things that they noticed and wondered about.\nStudents may notice:\nThe number of stores nearly doubled between 1987 and 1988.\nThe number continued to grow by more than 1.5 times per year (except from 1990 to 1991 and from 1991 to 1992).\nThey added close to 1,000 stores in 10 years.\nStudents may wonder:\nHow many stores do they have now? (22,519 in 2015, more than 24,000 in 2017)\nHave the stores increased by roughly the same number since 1996?\nHow do you find the differences and factors from previous years?\nyear | number of stores | difference from previous year | factor from previous year\n1987 | 17 | - | -\n1988 | 33 |  | \n1989 | 55 |  | \n1990 | 84 |  | \n1991 | 116 |  | \n1992 | 165 |  | \n1993 | 272 |  | \n1994 | 425 |  | \n1995 | 677 |  | \n1996 | 1,015 |  | \n... |  |  | \n2015 |  |  | \nAsk students how they might calculate values for the last 2 columns. (For the difference, subtract the number of stores in the row from the number of stores in the row above it. For example, in the 1988 row, the difference is 16 because \\(33 - 17 = 16\\). For the factor, divide the number of stores in the row by the number of stores in the row above it. For example, in the 1988 row, the factor is about 1.94 because \\(\\frac{33}{17} \\approx 1.94\\).)\nGive students access to a spreadsheet tool or a calculator. It is ideal if each student has their own device. Arrange students in groups of 2. If time is limited, ask one partner to complete the questions for Plan A and the other to do so for Plan B.",
        "Student Task Statement": "A food company currently has 5 convenience stores. It is considering 2 plans for expanding its chain of stores.\nPlan A: Open 20 new stores each year.\nUse technology to complete a table for the number of stores for the next 10 years, as shown here.\tyearnumber of storesdifference from previous yearfactor from previous year05--1252345678910\nyear | number of stores | difference from previous year | factor from previous year\n0 | 5 | - | -\n1 | 25 |  | \n2 |  |  | \n3 |  |  | \n4 |  |  | \n5 |  |  | \n6 |  |  | \n7 |  |  | \n8 |  |  | \n9 |  |  | \n10 |  |  | \nWhat do you notice about the difference from year to year?What do you notice about the factor from year to year?If there are \\(n\\) stores one year, how many stores will there be a year later?\nWhat do you notice about the difference from year to year?\nWhat do you notice about the factor from year to year?\nIf there are \\(n\\) stores one year, how many stores will there be a year later?\nWhat do you notice about the difference every 3 years?What do you notice about the factor every 3 years?If there are \\(n\\) stores one year, how many stores will there be 3 years later?\nWhat do you notice about the difference every 3 years?\nWhat do you notice about the factor every 3 years?\nIf there are \\(n\\) stores one year, how many stores will there be 3 years later?\nPlan B: Double the number of stores each year.\nUse technology to complete a table for the number of stores for the next 10 years, as shown here.\tyearnumber of storesdifference from\t\t\t\tprevious yearfactor from\t\t\t\tprevious year05--12345678910\nyear | number of stores | difference fromprevious year | factor fromprevious year\n0 | 5 | - | -\n1 |  |  | \n2 |  |  | \n3 |  |  | \n4 |  |  | \n5 |  |  | \n6 |  |  | \n7 |  |  | \n8 |  |  | \n9 |  |  | \n10 |  |  | \nWhat do you notice about the difference from year to year?What do you notice about the factor from year to year?If there are \\(n\\) stores one year, how many stores will there be a year later?\nWhat do you notice about the difference from year to year?\nWhat do you notice about the factor from year to year?\nIf there are \\(n\\) stores one year, how many stores will there be a year later?\nWhat do you notice about the difference every 3 years?What do you notice about the factor every 3 years?If there are \\(n\\) stores one year, how many stores will there be 3 years later?\nWhat do you notice about the difference every 3 years?\nWhat do you notice about the factor every 3 years?\nIf there are \\(n\\) stores one year, how many stores will there be 3 years later?",
        "Building on Student Thinking": "Students may struggle to write an expression using the variable \\(n\\). Ask them to tell you any patterns they notice in the tables, and then encourage them to use those patterns to write an expression for \\(n\\).",
        "Are You Ready for More?": "Suppose the food company decides it would like to grow from the 5 stores it has now so that it will have at least 600 stores, but no more than 800 stores 5 years from now.\nCome up with a plan for the company to achieve this in which it adds the same number of stores each year.\nCome up with a plan for the company to achieve this in which the number of stores multiplies by the same factor each year. (Note that you might need to round the outcome to the nearest whole store.)",
        "Activity Synthesis": "To help students compare and contrast the two tables, ask:\n“How are the tables alike? Or how was the process of completing the two tables the same?” (The tables both follow a simple pattern: Each table row is calculated by applying the same single arithmetic operation to the previous row. This pattern also holds for every other row or every third row, and so on. The entries in both tables increase as we go down the table.)\n“How are the tables different? Or how was the process of completing the two tables different?” (In Plan A, 20 new stores are added each year; the repeated arithmetic operation is addition. In Plan B, the number of stores is doubled each year; the repeated arithmetic operation is multiplication. Plan B grows much more quickly than does Plan A.)\nStudents may notice in the table that the difference from the number of stores the previous year is the same as the number of stores the previous year. This is because of the doubling pattern: to find the number of stores in the next year, the number from the previous year is added to itself (or doubled)."
      },
      {
        "Activity Timing": "10 mins",
        "Activity Title": "Flow and Followers",
        "Activity Narrative": "Students study two stories characterized by different growth patterns, and they match expressions and tables with the two situations. The numbers in the two scenarios are identical, so students need to focus on the mathematical relationships and the operations in the expressions to successfully complete the activity. If students are evaluating the expressions, encourage them to reason about the operations without calculating anything.",
        "Launch": "",
        "Student Task Statement": "Here are verbal descriptions of 2 situations, followed by tables and expressions that could help to answer one of the questions in the situations.\nSituation 1: A person has 80 followers on social media. The number of followers triples each year. How many followers will she have after 4 years?\nSituation 2: A tank contains 80 gallons of water and is getting filled at a rate of 3 gallons per minute. How many gallons of water will be in the tank after 4 minutes?\nMatch each representation (a table or an expression) with one situation. Be prepared to explain how the table or expression answers the question.\nA. \\(80 \\boldcdot 3\\boldcdot 3 \\boldcdot 3\\boldcdot 3\\)\nB.\n\\(x\\) | \\(y\\)\n0 | 1 | 2 | 3 | 4\n80 | 240 | 720 | 2,160 | 6,480\nC. \\(80 + 3+3+3+3\\)\nD. \\(80 + 4 \\boldcdot 3\\)\nE.\n\\(x\\) | \\(y\\)\n0 | 1 | 2 | 3 | 4\n80 | 83 | 86 | 89 | 92\nF. \\( 80 \\boldcdot 81\\)",
        "Building on Student Thinking": "",
        "Are You Ready for More?": "",
        "Activity Synthesis": "Focus the discussion on how students went about matching the representations and the situations. Record students' reasoning for all to see. In particular, highlight observations about common differences and common factors. Ask questions such as:\n“Besides evaluating the expression, how could you tell which expressions matched each of the situations?” (To fit the first situation that is tripling, I looked for things being multiplied by 3 multiple times. For the second situation, it was growing at a constant rate of 3, so I looked for things where 3 was added multiple times.\n“How could you tell which table matched each of the situations?” (I looked for \\(y\\) values that are being multiplied by 3 for each increase of 1 in \\(x\\) to match the first situation. For the second situation, I looked for \\(y\\) values that have a difference of 3 for each increase of 1 in \\(x\\).\n“How is the number of followers growing every 2 years?” (It is tripling twice, so they are being multiplied by 9 every 2 years.)\n“How is the amount of water in the tank increasing every 2 minutes?” (3 gallons of water are being added twice, so 6 gallons are added every 2 minutes.)"
      }
    ]
  },
  "Lesson Close": {
    "Lesson Synthesis": "Tables of values and expressions that represent two different patterns of growth can be used to notice relationships between variables. Ask students to summarize the key features of the two patterns using tables and situations from a classroom activity, or new tables and situations such as these.\nThis table shows the height, in centimeters, of water in a swimming pool as it is being filled.\ntime in minutes | height in centimeters\n0 | 50\n1 | 53\n2 | 56\n3 | 59\n4 | 62\nThis table shows the total number of possible outcomes (heads or tails) when flipping a certain number of coins.\nnumber of coins | number of outcomes\n1 | 2\n2 | 4\n3 | 8\n4 | 16\n5 | 32\nAsk questions such as:\n“How are the values in each table growing?” (The water is growing at a constant rate of 3 centimeters each minute. The number of outcomes doubles with each additional coin.)\n“Which table shows common differences? Which one shows common factors?” (The water height shows common differences, and the number of outcomes shows common factors.)\n“What expression can we write to find the height of the water after 10 minutes?” (\\(50+3 \\boldcdot 10\\))\n“What expression can we write to find the number of possible outcomes for 7 coins?” (\\(2^7\\))",
    "Student Lesson Summary": "Here are two tables representing two different situations.\nA student runs errands for a neighbor every week. The table shows the pay he may receive, in dollars, in any given week.\tnumber of errandspay in dollarsdifference from previous weekfactor from previous week010--11551.522051.3332551.2543051.2\nnumber of errands | pay in dollars | difference from previous week | factor from previous week\n0 | 10 | - | -\n1 | 15 | 5 | 1.5\n2 | 20 | 5 | 1.33\n3 | 25 | 5 | 1.25\n4 | 30 | 5 | 1.2\nA student at a high school heard a rumor that a celebrity will be speaking at graduation. The table shows how the rumor is spreading over time, in days.\tdaypeople who have\t\t\t\theard the rumordifference from previous dayfactor from previous\t\t\t\tday01--15452252053125100546255005\nday | people who haveheard the rumor | difference from previous day | factor from previousday\n0 | 1 | - | -\n1 | 5 | 4 | 5\n2 | 25 | 20 | 5\n3 | 125 | 100 | 5\n4 | 625 | 500 | 5\nOnce we recognize how these patterns change, we can describe them mathematically. This allows us to understand their behavior, extend the patterns, and make predictions.\nNotice that in the situation with the student running errands, the difference is constant from week to week, while the factor changes. In the situation about a rumor spreading, the difference changes from day to day, but the factor is constant. This can give us clues to how we might write out the pattern in each situation."
  }
}