{
  "Lesson Location": {
    "Unit Number": "6",
    "Unit Name": "Introduction to Exponential Functions",
    "Lesson Number": "18",
    "Lesson Title": "Expressed in Different Ways"
  },
  "Lesson Timing": {
    "Total Activity Time in Minutes": "35",
    "Total Lesson Time incl Lesson Synthesis": "45"
  },
  "Lesson Preamble": {
    "Lesson Narrative": "In this lesson, students examine different ways to express repeated percent increase. Using rules of exponents, it is possible to group exponential expressions in different ways to highlight different aspects of a situation. For example, if an investment of \\$1,000 grows by 1% each month, then the value of the investment after 4 years can be written as \\(1,\\!000 \\boldcdot \\left( (1+0.01)^{12} \\right)^4\\) or as \\(1,\\!000 \\boldcdot (1.1268)^4\\) because \\((1.01)^{12} \\approx 1.1268\\).\nIn this lesson, we distinguish between growth rate (previously known as percent change or interest rate) and growth factor (defined earlier in this unit). In functions of the form \\(a \\boldcdot (1+r)^x\\), the growth rate is \\(r\\), and the growth factor is \\(1+r\\).\nAs students write and work across different expressions, they practice using structure and repeated reasoning (MP7 and MP8). In choosing an expression strategically to highlight a particular aspect of the situation, they reason abstractly and concretely (MP2).\nTechnology isn't required for this lesson, but there are opportunities for students to choose to use appropriate technology to solve problems. We recommend making technology available.",
    "Learning Goals": [
      "Write equivalent expressions to highlight different aspects of a situation that involves repeated percent increase or decrease.",
      "Interpret and evaluate exponential expressions to solve problems."
    ],
    "Student-Facing Goal": "Let's write exponential expressions in different ways.",
    "Student-Facing Targets": [
      "I can solve problems using exponential expressions written in different ways.",
      "I can write equivalent expressions to represent situations that involve repeated percent increase or decrease."
    ],
    "Required Preparation": {},
    "Standards Alignment": {
      "Building On": "8.EE.A.1",
      "Addressing": [
        "HSA-SSE.A.1.b",
        "HSA-SSE.B.3.c",
        "HSF-IF.A.2",
        "HSF-IF.C.8",
        "HSF-IF.C.8.b"
      ],
      "Building Toward": "HSF-IF.C.8"
    },
    "Glossary": {
      "growth rate": "In an exponential function, the growth rate is the fraction or percentage of the output that gets added every time the input is increased by 1.\nFor example, if the growth rate is 20%, or 0.2, then the growth factor is 1.2."
    }
  },
  "Lesson Content": {
    "Activities": [
      {
        "Activity Timing": "5 mins",
        "Activity Title": "Math Talk: Equal Expressions",
        "Activity Narrative": "This Math Talk focuses on using exponent rules. It encourages students to think about the equivalence of values with exponents and to rely on rules of exponents to mentally solve problems. The strategies elicited here will be helpful later in the lesson when students adjust growth rates to different units of time.\nTo compare the values with exponents, students need to look for and make use of structure (MP7).\nIn describing their strategies, students need to be precise in their word choice and use of language (MP6).",
        "Launch": "Tell students to close their books or devices (or to keep them closed). Reveal one problem at a time. For each problem:\nGive students quiet think time, and ask them to give a signal when they have an answer and a strategy.\nInvite students to share their strategies, and record and display their responses for all to see.\nUse the questions in the activity synthesis to involve more students in the conversation before moving to the next problem.\nKeep all previous problems and work displayed throughout the talk.",
        "Student Task Statement": "Decide if each expression is equal to \\((1.21)^{100}\\).\n\\(\\left((1.21)^{10}\\right)^{10}\\)\n\\(\\left((1.21)^{50}\\right)^{50}\\)\n\\(\\left((1.1)^2\\right)^{100}\\)\n\\((1.1)^{200}\\)",
        "Building on Student Thinking": "",
        "Are You Ready for More?": "",
        "Activity Synthesis": "To involve more students in the conversation, consider asking:\n“Who can restate \\(\\underline{\\hspace{.5in}}\\)’s reasoning in a different way?”\n“Did anyone use the same strategy but would explain it differently?”\n“Did anyone solve the problem in a different way?”\n“Does anyone want to add on to \\(\\underline{\\hspace{.5in}}\\)’s strategy?”\n“Do you agree or disagree? Why?”\n“What connections to previous problems do you see?”\nPay particular attention to the last expression, \\((1.1)^{200}\\). In order to identify this as equal to \\((1.21)^{100}\\) students need to work backward and write this as \\(\\left((1.1)^2\\right)^{100}\\). Another approach would be to work forward and rewrite \\((1.1)^{200}\\)  as \\(1.1^{2 \\boldcdot 100}\\) The third expression is intended to facilitate this thinking. All of these problems rely on an important property of exponents, \\(\\left(x^a\\right)^b = x^{ab}\\)."
      },
      {
        "Activity Timing": "15 mins",
        "Activity Title": "Population Projections",
        "Activity Narrative": "This activity allows students to practice interpreting and using exponential expressions to solve problems, as well as writing equivalent expressions that allow new insights into the situation. It examines the percent change of the United States population from its beginning through the Civil War. During this time frame, the population happened to be modeled remarkably well by an exponential function.\nStudents are given a population model in which time is measured in years. They then write different models in which time is measured in decades or centuries. While the century model is primarily of theoretical interest, the decade model is very appropriate for showing the overall growth rate of the United States during this period, reinforcing the compounding effects of exponential growth.\nIn the Activity Synthesis, the term growth rate is defined.\nMaking graphing technology available gives students an opportunity to choose appropriate tools strategically (MP5).",
        "Launch": "Arrange students in groups of 2, and provide access to scientific calculators.\nIf time is limited, consider asking students to complete the first question together with their partner, divide up the work on the last two questions, and then discuss their responses.",
        "Student Task Statement": "From 1790 to 1860, the United States population, in thousands, is modeled by the equation \\(P = 4,\\!000 \\boldcdot (1.031)^t\\) where \\(t\\) is the number of years since 1790.\tAbout how many people were living in the U.S. in 1790? What about in 1860? Show your reasoning.What is the approximate annual percent increase predicted by the model?What does the model predict for the population in 2017? Is it accurate? Explain.\nAbout how many people were living in the U.S. in 1790? What about in 1860? Show your reasoning.\nWhat is the approximate annual percent increase predicted by the model?\nWhat does the model predict for the population in 2017? Is it accurate? Explain.\nWhat percent increase does the model predict each decade? Explain.Suppose \\(d\\) represents the number of decades since 1790. Write an equation for \\(P\\) in terms of \\(d\\) to model the population in the US (in thousands).\nWhat percent increase does the model predict each decade? Explain.\nSuppose \\(d\\) represents the number of decades since 1790. Write an equation for \\(P\\) in terms of \\(d\\) to model the population in the US (in thousands).\nWhat percent increase does the model predict each century? Explain.Suppose \\(c\\) represents the number of centuries since 1790. Write an equation for \\(P\\) in terms of \\(c\\) to model the population in the United States (in thousands).\nWhat percent increase does the model predict each century? Explain.\nSuppose \\(c\\) represents the number of centuries since 1790. Write an equation for \\(P\\) in terms of \\(c\\) to model the population in the United States (in thousands).",
        "Building on Student Thinking": "Students may miss that the problem specifies that the \\(P\\) value from the equation represents thousands of people. Suggest a closer reading and thinking about whether a population for the country in 1790 of 4,000 makes sense.",
        "Are You Ready for More?": "",
        "Activity Synthesis": "Focus the discussion on how students found the percent increase per decade and per century. Ask students:\n\"By what percentage did the U.S. population increase per decade?\" (\\((1.031)^{10} \\approx 1.36\\), so the population grew by around 36% each decade.)\n\"By what percentage did it increase per century?\" (The growth factor, \\((1.031)^{100}\\), is about 21.18. Subtracting 1 for the original 100% of the population gives 20.18. This means it grew by 2,018%.)\nExplain that in situations characterized by exponential change by a percentage, people sometimes refer to the percent change as a growth rate. (In previous lessons, this idea was called interest rate in the specific context of interest on savings or debt, but growth rate is a more general term.)\nMake sure that students understand how growth rate is related to growth factor. For example, in the equation \\(P = 4,\\!000 \\boldcdot (1.031)^t\\), the growth factor is 1.031, and the growth rate is 0.031, which can also be expressed as 3.1%.\nTo connect the key ideas in this lesson and the past few lessons, discuss questions such as:\n\"Is the growth rate per decade ten times the growth rate per year? Why or why not?\" (No. The growth is compounded over time. Between 1790 and 1791, the population grows by 3.1% of 4,000 so, in thousands, that's 12.4, giving 4,012.4. Between 1791 and 1792, the population in thousands will grow by 3.1% of 4,012.4. So for the second year, the growth is 3.1% of 4,000 plus 3.1% of 12.4 from the first year. And so on. So the growth rate per decade is more than \\(3.1 \\boldcdot 10\\).)\n\"Which growth rate is easiest or most helpful for understanding the population change in that period? Why might that be?\" (Perhaps the easiest to grasp is the growth rate per decade, about a third per decade. The yearly growth is relatively small, so it is hard to appreciate. The growth per century is very large.)\n\"If we use the model by year to find the population in 2017, what would it be?\" (About 4 billion people. In thousands, it is \\(4,\\!000 \\boldcdot (1.031)^{227} \\approx 4,\\!090,\\!505.78\\). It is different from the actual population in 2017 by more than a factor of 10)\n\"What might be a reason that the population calculated using the model is so far off from the actual number?\" (A variety of reasons, but one factor is that limits in land and resources made it unlikely for the population to continue to grow at the same rate over time.)"
      },
      {
        "Activity Timing": "15 mins",
        "Activity Title": "Interest Calculations",
        "Activity Narrative": "In this partner activity, students take turns identifying and interpreting expressions that represent different compound-interest situations. As students trade roles explaining their thinking and listening, they have opportunities to explain their reasoning and to critique the reasoning of others (MP3).\nThe expressions are difficult to calculate, so students will need to rely on structure (MP7). From this point of view, the key part of the expression is what is on the inside of the innermost parentheses. The decimal part of this (0.07) represents the annual interest rate while the denominator (2 and 12) represents how frequently the interest is compounded.\nLook for students who focus on the structure of the expressions and what each part of the expression means in context. Invite these students to share during the discussion.",
        "Launch": "Arrange students in groups of 2. Ask students to take turns: The first partner identifies a match and explains why they think it is a match, while the other listens and works to understand. Then they switch roles.",
        "Student Task Statement": "Here are three expressions and three descriptions. In each case, \\$1,000 has been put in an interest-bearing bank account. No withdrawals or other deposits (aside from the earned interest) are made for 6 years.\n\\(1,\\!000 \\boldcdot \\left(1+\\dfrac{0.07}{12}\\right)^{72}\\)\n\\(1,\\!000 \\boldcdot \\left(1+\\dfrac{0.07}{2}\\right)^{12}\\)\n\\(1,\\!000 \\boldcdot \\left(\\left(1+\\dfrac{0.07}{12}\\right)^{12}\\right)^6\\)\n7% annual interest compounded semi-annually\n7% annual interest compounded monthly\n7% annual interest compounded every two months\nSort the expressions and descriptions that represent the same amounts of interest into groups. One group contains more than two expressions. One of the descriptions does not have a match. Write an expression that matches it.",
        "Building on Student Thinking": "Some students may need a reminder that semi-annually means twice per year, or every 6 months.\nStudents may not understand the denominator of the fraction included in the expressions. Help them to see that the 7% interest for the year is split into smaller percentages calculated more than once per year.",
        "Are You Ready for More?": "Investing \\$1,000 at a 5% annual interest rate for 6 years, compounded every two months, yields \\$1,348.18. Without doing any calculations, rank these four possible changes in order of the increase in the interest they would yield from the greatest increase to the least increase:\nIncrease the starting amount by \\$100.\nIncrease the interest rate by 1%.\nLet the account increase for one more year.\nCompound the interest every month instead of every two months.\nAfter you have made your predictions, calculate the value of each option to see if your ranking was correct.",
        "Activity Synthesis": "Select previously identified students to share how they made their matches. For each expression, prompt them to discuss the meaning of each part. For example, for \\(1,\\!000 \\boldcdot\\left(\\left(1 + \\frac{0.07}{12}\\right)^{12}\\right)^6\\), ask:\n\"What does \\(1+ \\frac{0.07}{12}\\) mean?\" (It is the percent interest for each month, or the portion of the 7% yearly rate that is applied monthly.)\n\"What does \\(\\left(1 + \\frac{0.07}{12}\\right)^{12}\\) mean?\" (It is the monthly rate compounded over 12 months, or the factor by which the account grows after one year. It is the effective annual interest rate.)\n\"What does the exponent 6 mean in \\(\\left(\\left(1 + \\frac{0.07}{12}\\right)^{12}\\right)^6\\)?\" (It is the number of years that the account earns interest, which is 6 years.)"
      }
    ]
  },
  "Lesson Close": {
    "Lesson Synthesis": "Today we looked at how exponential functions can be written in different ways in order to be more meaningful. Invite students to articulate how this is so, using an example such as the following.\nAfter taking a dose of 0.2 mg, the amount of medicine, \\(m\\), in a person's body, in mg, can be modeled by three different equations based on the units of time used to measure the change. Let \\(h\\), \\(d\\), and \\(w\\) represent the number of hours, days, and weeks, respectively, since taking the medicine. \\(\\displaystyle m = (0.2) \\boldcdot (0.996)^h\\), \\(\\displaystyle m = (0.2) \\boldcdot \\left((0.996)^{24}\\right)^d\\),  \\(\\displaystyle m = (0.2) \\boldcdot \\left((0.996)^{168}\\right)^w\\)\n\"What does each equation tell us? What does the 0.996 represent? What do the 24 and 168 represent?\" (The equations tell us how much medicine is still in the person’s body at different units of time. The 0.996 represents the growth rate of the function and is related to the percentage that is still left in the body after each hour. The 24 represents that there are 24 hours in a day and the 168 represents that there are 168 hours in a week.)\n\"Which of the equations, if any, gives us a clear picture of how the body breaks down the medicine? Why is that?\" (The equation using weeks as the unit of time may make the most sense because it takes about a week to get to half of the original amount, so this time scale is the easiest to think about.)\n\"\\((0.996)^{24} \\approx 0.91\\) and\\((0.996)^{168}\\approx 0.51\\). What do 0.91 and 0.51 tell us? Do they give us a clearer idea of how the medicine breaks down? How?\" (0.91 is the growth factor for the amount of medicine in the body each day. 0.51 is the growth factor for the amount of medicine in the body after a week. It means that each day about 91% of the medicine from the previous day is still in the body and that each week about 51% of it is still in the body from the previous week. It is easier for me to understand 51% as about half each week than it is for me to think about 91% each day or 99.6% each hour.)",
    "Student Lesson Summary": "Expressions can be written in different ways to highlight different aspects of a situation or to help us better understand what is happening. A growth rate tells us the percent change. As always, in percent change situations, it is important to know if the change is an increase or decrease. For example:\nA population is increasing by 20% each year. The growth rate is 20%, so after one year, 0.2 times the population at the beginning of that year is being added.  If the initial population is \\(p\\), the new population is \\(p + 0.2p\\), which equals \\((1 + 0.2)p\\), or \\(1.2p\\).\nA population is decreasing by 20% each year. The growth rate is -20%, so after one year, 0.2 times the population at the beginning of that year is being lost.  If the initial population is \\(p\\), the new population is \\(p – 0.2p\\), which equals \\((1 – 0.2)p\\), or \\(0.8p\\).\nSuppose the area, \\(a\\), covered by a forest is currently 50 square miles, and it is growing by 0.2% each year. If \\(t\\) represents time, from now, in years, we can express the area of the forest as:\n\\(\\displaystyle a = 50 \\boldcdot (1+0.002)^t\\)\n\\(\\displaystyle a = 50 \\boldcdot (1.002)^t\\)\nIn this situation, the growth rate is 0.002, and the growth factor is 1.002. Because 0.002 is such a small number, however, it may be difficult to tell from this function how quickly the forest is growing. We may find it more meaningful to measure the growth every decade or every century. There are 10 years in a decade, so to find the growth rate in decades, we can use the expression \\((1.002)^{10}\\), which is approximately 1.02. This means a growth rate of about 2% per decade. Using \\(d\\) for time, in decades, the area of the forest can be expressed as:\n\\(\\displaystyle a=50 \\boldcdot \\left((1+0.002)^{10}\\right)^d\\)\n\\(\\displaystyle a \\approx50 \\boldcdot (1.02)^d\\)\nIf we measure time in centuries, the growth rate is about 22% per century because \\(1.002^{100} \\approx 1.22\\). Using \\(c\\) to measure time, in centuries, our equation for area becomes:\n\\(\\displaystyle a = 50 \\boldcdot \\left((1+0.002)^{100}\\right)^c\\)\n\\(\\displaystyle a \\approx 50 \\boldcdot (1.22)^c\\)"
  }
}